---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.InvDegreeF
source: html/6858bb4d-9f6b-e08f-f930-647b47cf9796.htm
---
# Autodesk.Revit.DB.SymbolTypeId.InvDegreeF Property

Symbol 1/°F, indicating unit Inverse degrees Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId InvDegreeF { get; }
```